Repository: geosolutions-it/unesco-ihp
Catalog: ihp/locale/*/LC_MESSAGES/django.po
Languages: si, ta

source: Sign up
ta: பதிவு

source: Sorry, registrations are not open at this time.
si: සමාවන්න, ලියාපදිංචිය මේ කාලය වන විට විවෘත නොවේ
ta: மன்னிக்கவும், பதிவு இந்த நேரத்தில் திறந்த இருந்தால்.

source: Layers
si: ස්ථර
ta: படுகை

source: Maps
si: සිතියම්
ta: வரைபடங்கள்

source: Documents
si: ලේඛන
ta: ஆவணங்கள்

source: People
si: පුද්ගලයන්
ta: மக்கள்

source: Groups
si: කණ්ඩායම්
ta: குழுக்கள்

source: Search
si: සොයන්න
ta: தேடுக

source: Register
si: ලියාපදිංචි වන්න
ta: பதிவசெய்தல்

source: Sign in
si: අලුත් ගිණුමක් තනන්න
ta: உட்செல்லல்

source: Powered by
si: බලය ලත්
ta: வலுவேற்றப்பட்டுள்ளது

source: GeoNode
ta: ஜியோநோட்

source: version
si: අනුවාදය
ta: பதிப்புரு

source: Developers
si: සංවර්ධකයන්
ta: டெவலப்பர்கள்

source: About
si: ගැන
ta: பற்றி

source: Language
si: භාෂාව
ta: மொழி

source: Username
si: පරිශීලක නාමය
ta: பயன்படுத்துனர் பெயர்

source: Password
si: මුරපදය:
ta: இரகசிய குறியீடு

source: Remember Me
si: මාව මතක තබා ගන්න
ta: என்னை ஞாபகத்தில் வைத்திருங்கள்

source: Menu
si: මෙනුව
ta: பட்டியல்

source: Upload Layers
si: ස්ථරයන් උඩුගත කරන්න
ta: படிமங்களை பதிவேற்றுதல்

source: Profile
si: පැතිකඩ
ta: விபரத்திரட்டு

source: Recent Activity
si: මෑතකදී සිදුකරන ලද ක්‍රියාකාරකම්
ta: அண்மைய செயற்பாடு

source: Inbox
ta: இன்பாக்ஸ்

source: Notifications
si: නිවේදන
ta: அறிவித்தல்கள்

source: Announcements
si: නිවේදන
ta: அறிவித்தல்கள்

source: Remote Services
si: දුරස්ථ සේවා
ta: தொலை சேவைகள்

source: Invite User
si: පරිශීලක ආරාධනා කරන්න
ta: பயனர் அழைக்கவும்

source: GeoServer
ta: ஜியொசேவர்

source: Admin
si: පාලක
ta: நிர்வாகம்

source: Help
si: සහය
ta: உதவி

source: Log out
si: පිට වන්න
ta: வெளியேறல்

source: Type your search here ...
si: මෙහි ඔබේ සෙවුම ටයිප් ...
ta: இங்கே உங்கள் தேடலைத் தட்டச்சு ...

source: Title
si: මාතෘකාව
ta: தலைப்பு

source: License
si: බලපත්ර
ta: உரிமம்

source: Abstract
si: සාරාංශය
ta: சுருக்கம்

source: Date
si: දිනය
ta: திகதி

source: Type
si: වර්ගය
ta: தட்டச்சிடுக

source: Keywords
si: මුලපද
ta: முக்கிய வசனங்கள்

source: Category
si: ප්‍රභේදය
ta: வகை

source: Regions
si: කලාප
ta: பிராந்தியங்களில்

source: Owner
si: හිමිකරු
ta: உரிமையாளர்

source: Point of Contact
si: විමසීමි
ta: தொடர்பு மையம்

source: Maintenance Frequency
si: නඩත්තු වාර ගණන
ta: பராமரித்தல் இடைவெளிகள்

source: Restrictions
si: සීමා කිරීම්
ta: கட்டுப்பாடுகள்

source: Edition
si: සංස්කරණය
ta: பதிப்பு

source: Purpose
si: අරමුණ
ta: நோக்கும்

source: Temporal Extent
si: ලෞකික ෙහ
ta: பூகோள விரிவாக்கம்

source: Data Quality
si: දත්ත වල ගුණාත්මකභාවය
ta: தரவுகளின் தரம்

source: Supplemental Information
si: අමතර විස්තර
ta: மேலதிக தகவல்கள்

source: Spatial Representation Type
si: අවකාශ නිරූපණය වර්ගය
ta: பூகோள பிரதிநிதித்துவ தன்மை

source: Welcome!
si: ආයුබෝවන්!
ta: வரவேற்கிறோம்

source: Welcome
si: ආයුබෝවන්
ta: வரவேற்கிறோம்

source: GeoNode is an open source platform for sharing geospatial data and maps.
si: GeoNode භුමිය පිලිබඳ දත්ත සහ සිතියම් බෙදා සඳහා විවෘත කේත පදනම වේ.
ta: GeoNode தாழ்த்தப்பட்ட மற்றும் வரைபடங்கள் பகிர்ந்து ஒரு திறந்த மூல தளம் உள்ளது.

source: If you have any questions about the software or service, join our <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users">mailing list</a>.
si: ඔබ මෘදුකාංග හෝ සේවාව ගැන කිසිදු ප්රශ්න තිබේ නම්, අපගේ <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users"> තැපැල් ලැයිස්තුව </a> සම්බන්ධ වන ලෙසයි.
ta: மென்பொருள் அல்லது சேவை தொடர்பில் வினாக்கள் இருப்பின் எங்களின் மின் அஞ்சல் பட்டியலில் சேருங்கள்

source: Need help?
si: උදව් අවශ්යයි?
ta: உதவி தேவையா?

source: Getting Started
si: ඇරඹේ
ta: தொடங்குதல்

source: No
si: නැත
ta: இல்லை

source: Click to search for geospatial data published by other users, organizations and public sources. Download data in standard formats.
si: වෙනත් භාවිතා කරන්නන් , සංවිධාන හා රාජ්ය ආරංචි මාර්ග විසින් ප්රකාශයට පත් කර භුමිය පිලිබඳ දත්ත සඳහා ගවේශනය කිරීම ක්ලික් කරන්න. සම්මත ආකෘති දත්ත බාගත කරන්න
ta: பிற பயனர்களின், அமைப்புக்கள் மற்றும் பொது ஆதாரங்கள் வெளியிடப்பட்ட தாழ்த்தப்பட்ட தேட கிளிக் செய்யவும். நிலையான வடிவங்களில் பதிவிறக்க தரவு.

source: Add layers
si: ස්ථර එක් කරන්න
ta: படுகையை சேர்க்கவும்

source: Explore layers
si: ස්ථර ගවේෂණය
ta: படுகைகளை ஆராய்தல்

source: Create maps
si: සිතියම් නිර්මාණය කරන්න .
ta: வரைபடங்களை உருவாக்கவும்

source: Explore maps
si: සිතියම් ගවේෂණය
ta: வரைபடங்களை ஆராய்தல்

source: See users
si: පරිශීලකයන් බලන්න
ta: பயன்படுத்துபவர்களை அவதானித்தல்

source: True
si: නිවැරදි
ta: சரி

source: False
si: වැරදි
ta: பிழை

source: Attribute Name
si: ගුණාංගයේ නම
ta: பண்பியல்பின் பெயர்

source: Label
si: ලේබලය
ta: லேபிள்

source: Description
si: විස්තරය
ta: விளக்கம்

source: Range
si: පරාසය
ta: பரம்பல்

source: Average
si: සාමාන්‍යය
ta: சராசரி

source: Median
si: මධ්‍යනය
ta: மையம்

source: Standard Deviation
si: සම්මත අපගමනය
ta: நியமச்சாய்வு

source: Rate this layer
si: මෙම ස්ථරය ප්‍රමාණනය කරන්න
ta: இந்த படுகையை தரப்படுத்துக

source: Average Rating
si: සමාන්‍ය ප්‍රමාණනයන්
ta: சராசரி தரப்படுத்தல்

source: Download Layer
si: ස්ථරය බාගත කරන්න
ta: பதிவிரக்க படுகை

source: Request Download
si: ඉල්ලීම් බාගත
ta: தரவிறக்க வேண்டுதல்

source: Close
si: වසන්න
ta: மூடு

source: Metadata Detail
si: පාරදත්ත විස්තර
ta: நுண்தரவு விபரம்

source: Edit Layer
si: ස්ථරය සංස්කරණය කරන්න
ta: படுகையை திருத்தம் செய்தல்

source: Metadata
si: පාරදත්ත
ta: நுண்தரவு

source: Styles
si: ශෛලීයන්
ta: வடிவம்

source: Edit
si: සංස්කරණය
ta: திருத்து

source: Manage
si: කළමනාකරණය
ta: நிர்வகிக்கவும்

source: Set
si: කට්ටලයක්
ta: தொகுதி

source: Replace
si: ආදේශ කරන්න
ta: பதிலீடு

source: Remove
si: ඉවත් කරන්න
ta: அகற்று

source: Download Metadata
si: මෙටාදත්ත බාගත කරන්න
ta: நுண் தரவகளை பதிவிரக்கம் செய்க

source: Legend
si: විස්තර පාඨය
ta: விளக்கம்

source: Maps using this layer
si: මෙම ස්ථරය භාවිතා කරන සිතියම්
ta: இந்த படுகையை பயன்படுத்தும் வரைபடங்கள்

source: List of maps using this layer:
si: මෙම ස්ථරය භවිතා කරන සිතියම් ලැයිස්තුව:
ta: இந்த படுகையை பயன்படுத்தும் வரைபடங்களின் பட்டியல்

source: This layer is not currently used in any maps.
si: මෙම ස්ථරය දැනට කිසිම සිතියමක භාවිතා නොවේ
ta: எந்தவொரு வரைபடத்திலும் இந்த படுகை பயன்படுத்தப்படவில்லை

source: Create a map using this layer
si: මෙම ස්ථරය භාවිතා කර සිතියමක් නිර්මාණය කරන්න
ta: இந்த படுகையை பயன்படுத்தும் வரைபடத்தை உருவாக்குதல்

source: Click the button below to generate a new map based on this layer.
si: මෙම ස්ථරය මත පදනම්ව නව සිතියමක් නිර්මාණය කිරීමට පහත බොත්තම ක්ලික් කරන්න
ta: இந்த படுகையின் அடிப்படையில் புதிய வரைபடத்தை உருவாக்குவதற்கு கீழுள்ள ஆழியை அழுத்துக

source: Create a Map
si: සිතියමක් නිර්මාණය කරන්න
ta: வரைபடத்தை உருவாக்குதல்

source: Documents related to this layer
si: මෙම ස්ථරයට සම්බන්ධ ලේඛන
ta: இந்த அடுக்கு ஆவணங்கள்

source: List of documents related to this layer:
si: මෙම ස්ථරයට සම්බන්ධ ලේඛන ලැයිස්තුව
ta: இந்த அடுக்கு தொடர்பான ஆவணங்களை பெற:

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
si: පහත ශෛලීයන් මෙම ස්ථරය හා සම්බන්ධය. පූර්වදර්ශනය කරන සිතියමේ බැලීම සඳහා ශෛලියක් තෝරා ගන්න.
ta: இந்த வடிவத்துடன் பின்வரும் படிவங்கள் தொடர்புபட்டுள்ளன. முன்கூட்டிய வரைபடத்தில் இதனை காண்பதற்கு வடிவம் ஒன்றை தெரிக

source: No styles associated with this layer
si: මෙම ස්ථරය හා සම්බන්ධ ශෛලීයන් නොමැත
ta: இப்படிமத்துடன் வடிவங்கள் தொடர்புபடவில்லை

source: Permissions
si: අවසර
ta: அனுமதி

source: Click the button below to change the permissions of this layer.
si: මෙම ස්ථරය සඳහා අවසරය වෙනස් කිරීමට පහත බොත්තම ක්ලික් කරන්න
ta: இந்த படுகைக்கான அனுமதியை மாற்றுவதற்கு கீழுள்ள ஆழியை அழுத்தவம்

source: Change Layer Permissions
si: මෙම සිතියම සඳහා අවසරය වෙනස් කරන්න
ta: படுகை மாற்றத்திற்கான அனுமதி

source: External service layer
si: බාහිර service layer
ta: வெளி சேவை அடுக்கு

source: Source
si: මූලාශ්රය
ta: மூல

source: Edit Map
si: සිතියම සංස්කරණය කරන්න
ta: திருத்தவும்

source: Return to Document
si: ලේඛන වෙත ආපසු යන්න
ta: ஆவணத்திற்கு மீள்திரும்பல்

source: Return to Layer
si: ස්ථරය වෙත ආපසු යන්න
ta: படுகைக்கு மீள்திரும்பல்

source: Identification
si: හදුනා ගැනීම
ta: அடையாளங்காணல்

source: Published
si: ප්රකාශයට පත්
ta: பதிவு செய்யப்பட்டது

source: Yes
si: ඔව්
ta: ஆம்

source: Featured
si: විශේෂාංග
ta: முனைப்பு

source: Name
si: නම
ta: பெயர்

source: email
ta: மின்னஞ்சல்

source: Position
si: තත්ත්වය .
ta: அமைவு

source: Organization
si: සංවිධානය
ta: நிறுவனம்

source: Location
si: ස්ථානය
ta: அமைவிடம்

source: Voice
si: දුරකතන අංකය
ta: குரல்

source: Fax
ta: தொலை நகல்

source: Identification Image
ta: அடையாள உரு

source: Spatial Resolution
ta: புவியிட பிரிதிறன்

source: Projetion System
si: ප්රක්ෂේපනය පද්ධතිය
ta: வீச்சு முறைமை

source: Extension x0
ta: விரிவாக்கம் x0

source: Extension x1
ta: விரிவாக்கம் x1

source: Extension y0
ta: விரிவாக்கம் y0

source: Extension y1
ta: விரிவாக்கம் y1

source: Features
si: විශේෂාංග
ta: அம்சங்கள்

source: Contact Points
ta: தொடர்பு முனை

source: References
si: ආශ්රිත
ta: உசாத்துணை

source: Link Online
ta: நேரடி இணைப்பு

source: Metadata Page
si: පාරදත්ත පිටුව
ta: நுண்தரவுப் பக்கம்

source: Online Link
ta: நேரடி இணைப்பு

source: Metadata Author
si: ලේඛනයේ අයිතිකරු
ta: மெட்டாடேட்டா ஆசிரியர்

source: Extent
si: ෙහ
ta: விஸ்தீரணம்

source: Categories
si: වර්ග
ta: பிரிவுகள்

source: Owners
si: අයිතිකරුවන්
ta: உரிமையாளர்கள்

source: Date begins after:
si: දිනය පසු ආරම්භ :
ta: தேதி பிறகு தொடங்குகிறது:

source: yyyy-mm-dd
ta: இந்த yyyy-mm-dd

source: Date ends before:
si: දිනට පෙර අවසන් :
ta: முந்தைய தேதி முடிவடைகிறது:

source: Set permissions
si: කට්ටලයක් අවසර
ta: அமை அனுமதிகள்

source: Filters
si: පෙරහන්
ta: வடிப்பான்

source: Clear
si: සිස් කරන්න
ta: அழிக்குக

source: Layer
si: ස්ථරය

source: Map
si: සිතියම

source: User
si: පරිශීලක
